Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: The airline IT department will purchase licenses from EMM&rsquo;s to manage their devices and applications.
pt_br: O departamento de TI da companhia aérea comprará licenças de EMM para gerenciar dispositivos e aplicativos.

source: Some devices are focused for work only.
pt_br: Alguns dispositivos são apenas corporativos.

source: Flight attendants require tablets to enter inflight orders or&nbsp;flight purchases&nbsp;and&nbsp;re-book passengers in times of a missed connection.
pt_br: Os comissários de bordo precisam que os tablets organizem pedidos de refeições e compras durante os voos, além de remarcar a passagem das pessoas que perderam a conexão.

source: Imagine you&rsquo;ve been asked to help several departments in the airline.
pt_br: Imagine que solicitaram sua ajuda em diferentes departamentos da companhia aérea.

source: Select the hint for more information.
pt_br: Clique na dica para mais informações.

source: Which of the following devices are compatible with zero-touch?
pt_br: Quais dos dispositivos a seguir são compatíveis com o sem toque?

source: Customer:
pt_br: Cliente:

source: There are two ways to manage Android devices.
pt_br: Existem duas maneiras de gerenciar dispositivos Android.

source: Dynamic Wallpaper:
pt_br: Papéis de Parede Dinâmicos:

source: The reseller creates a customer account within the zero-touch portal, or via API, uploads the IMEI(s) of the device(s), then ships the devices to the company.
pt_br: O revendedor cria uma conta de cliente dentro do portal de registro sem toque, ou via API, faz o upload do IMEI do(s) dispositivo(s) e depois envia os dispositivos para a empresa.

source: zoom out
pt_br: diminuir o zoom

source: Customers can choose a default configuration that zero-touch enrollment will apply to any new devices that their organization purchases in the future.&nbsp;
pt_br: Os clientes podem escolher uma configuração padrão para ser aplicada pelo registro sem toque a quaisquer novos dispositivos que a empresa adquirir no futuro.&nbsp;

source: “That’s ok.
pt_br: "Não há problema.

source: Unfortunately, you have not passed the assessment on this occasion.
pt_br: Infelizmente, você não passou na avaliação desta vez.

source: EMM providers
pt_br: Provedores de EMM

source: As an Owner, you can give portal access to new team members by following the steps below:
pt_br: Como proprietário, você pode permitir o acesso de novos membros da equipe ao portal seguindo as etapas abaixo:

source: Android enables organizations to use the right mobile devices and solutions for every job, to empower employees to work smarter and open up new business possibilities, all with the security and control that companies need.
pt_br: O Android permite que as empresas utilizem os dispositivos móveis e soluções certas para cada função a fim de capacitar os funcionários a trabalhar de forma mais inteligente e abrir novas possibilidades corporativas, tudo isso com a segurança e controle que as empresas precisam.

source: How to deregister devices
pt_br: Como cancelar o registro de dispositivos

source: Information gathered! Now, build a solution.
pt_br: Informações coletadas! Agora, elabore uma solução.

source: “Customers buying their own devices with discounts is a risk for the company.”
pt_br: “Clientes que compram seus dispositivos com desconto são um risco para a empresa.”

source: EMM solutions can now embed zero-touch directly into their console using the zero-touch iframe.
pt_br: As soluções de EMM agora podem incorporar o sem toque diretamente ao console com o iframe sem toque.

source: Find the device you want to apply the configuration to &mdash; using its IMEI or serial number
pt_br: Pesquise o dispositivo ao qual você deseja aplicar a configuração pelo IMEI ou número de série

source: Application distribution and management
pt_br: Distribuição e gerenciamento de aplicativos

source: Both options come with multiple layers of security and IT can choose from ruggedized mobiles to tablets, depending on the use case.
pt_br: Ambas opções vêm com diversas camadas de segurança, e o TI pode escolher entre celulares resistentes e tablets, dependendo do caso.

source: By the end of the module, you should be able to explain the value of the zero-touch enrolment method along with the roles and responsibilities of the different groups of people involved.
pt_br: Até o final do módulo, você deverá conseguir explicar o valor do método de registro sem toque, além das funções e responsabilidades dos diferentes grupos de pessoas envolvidas.

source: Enterprise Mobility Management (EMM) policy controls and management allows IT admins to enforce a policy to further lockdown a fleet of devices and protect a company&rsquo;s data whilst workers are mobile, for example, disabling the camera or enforcing a strong password.
pt_br: Os controles e gerenciamento das políticas de EMM (gerenciamento de mobilidade empresarial) permitem que os administradores de TI imponham uma política de bloqueio de dispositivos e protejam os dados da empresa enquanto os trabalhadores não estiverem na empresa, desativando a câmera ou gerando senhas fortes, por exemplo.

source: Rollback protection prevents access using an older, compromised OS.
pt_br: A proteção contra reversão impede o acesso usando um sistema operacional mais antigo e vulnerável.

source: Make a match
pt_br: Faça a correspondência

source: To add a configuration for an organization&rsquo;s devices, follow the steps below:
pt_br: Para adicionar uma configuração para os dispositivos de uma organização, siga os passos abaixo:

source: Let&rsquo;s continue to learn more about Android Enterprise.
pt_br: Vamos continuar a aprender mais sobre o Android Enterprise.

source: Management
pt_br: Gerenciamento

source: Select each box and choose the correct option, then submit.
pt_br: Selecione as respostas corretas e envie.

source: Contact phone
pt_br: Telefone de contato

source: Check if the customer has internal qualified IT staff.
pt_br: Verificar se o cliente tem uma equipe de TI qualificada.

source: There are many other productivity apps in Google Play from well-known developers.
pt_br: Há muitos outros aplicativos de produtividade criados por desenvolvedores conhecidos no Google Play.

source: This Google account needs to be created with an organization email address.
pt_br: Essa conta do Google precisa ser criada com um e-mail da empresa.

source: Select a reseller for zero-touch.
pt_br: Selecione um revendedor sem toque.

source: Managing devices.
pt_br: Gerenciando dispositivos.

source: Learn more about zero-touch in the next few classes.
pt_br: Saiba mais sobre o recurso sem toque nas próximas aulas.

source: Select an EMM based on policy requirements.
pt_br: Selecione um EMM com base nos requisitos da política.

source: Troubleshooting for resellers.
pt_br: Solução de problemas para revendedores.

source: Why use APIs?
pt_br: Por que usar APIs?

source: &ldquo;Hi, I&rsquo;m Alex.
pt_br: &ldquo;Oi, me chamo Alex.

source: However, IT can manage business data and erase work-related apps if a device is lost.
pt_br: No entanto, o TI pode gerenciar dados corporativos e apagar aplicativos relacionados ao trabalho se o dispositivo for perdido.

source: Click + Create Customer
pt_br: Clique em + Create Customer

source: The zero-touch iframe also features easy device configuration, automatically configuring your devices using your linked EMM.
pt_br: O iframe sem toque facilita a configuração automática dos seus dispositivos usando seu EMM vinculado.

source: How Android Enterprise management adds extra safeguards.
pt_br: Como o Android Enterprise adiciona barreiras extras de proteção.

source: All Android devices come with hardware-backed security and always-on data encryption.
pt_br: Todos os dispositivos Android têm segurança baseada em hardware e criptografia de dados sempre ativa.

source: It makes work and personal seamless yet secure within a single device.
pt_br: Facilita e oferece mais segurança para o uso pessoal e profissional de um único dispositivo.

source: We&rsquo;re also aware that staff may not adopt the new system if they feel the company is managing their personal devices.
pt_br: Também consideramos que os funcionários podem não adotar o novo sistema se acharem que a empresa poderá gerenciar seus dispositivos pessoais.

source: What should you recommend to Greg?
pt_br: O que você recomendaria para Greg?

source: Welcome to the&nbsp;Applying learning to customer scenarios class.
pt_br: Boas-vindas à aula Como aplicar conhecimentos aos cenários do cliente.

source: Field values for your .CSV file
pt_br: Dados do seu arquivo .CSV

source: Samuel has got all the information he needed to start creating a great solution for Peyton and his team.
pt_br: Samuel coletou todas as informações de que precisava para começar a elaborar uma grande solução para Peyton e sua equipe.

source: “Do your engineers have any concerns about data and privacy?”
pt_br: “Seus engenheiros estão preocupados com os dados e a privacidade?”

source: If the airline chooses to use zero-touch, the device reseller can register each phone with an IT-provided mobility policy so they are ready to use out of the box.
pt_br: Se a companhia aérea optar por usar o sem toque, o revendedor pode registrar cada celular com uma política de mobilidade fornecida pela TI, permitindo que os dispositivos estejam prontos para usar.

source: Use the Android Enterprise&nbsp;Solutions Directory to find suitable devices that have the correct specifications and fit the customer&#39;s needs.
pt_br: Use o Diretório de Soluções do Android Enterprise para identificar os dispositivos que tenham as especificações corretas e se adequem às necessidades do cliente.

source: We can propose management features such as preventing clipboard data from being copy and pasted across profiles and enforce a strong password on the work profile to further reassure that airline data will not be transferred.
pt_br: Podemos propor recursos de gerenciamento, como impedir que os dados da área de transferência sejam copiados e colados entre os perfis e requisitar uma senha forte para o perfil profissional com o objetivo de garantir que os dados da companhia aérea não sejam transferidos.

source: After this class, you can find out more about zero-touch by taking the next class.
pt_br: Após esta aula, descubra mais sobre o recurso sem toque na próxima aula.

source: Full screen on
pt_br: Tela cheia ativada

source: Company name
pt_br: Nome da empresa

source: OS requirements
pt_br: Requisitos do sistema operacional

source: We can enroll devices with a simple QR code, which is the easiest method of onboarding personal devices.
pt_br: Podemos registrar dispositivos com um simples código QR, que é o método mais fácil de integrar dispositivos pessoais.

source: Building a solution.
pt_br: Elaborando uma solução.

source: Local hardware vendor.
pt_br: Fornecedor local de equipamentos.

source: 100 billion+
pt_br: Mais de 100 bilhões

source: Let&rsquo;s explore the stages of implementing a mobility solution.
pt_br: Vamos explorar as etapas da implementação de uma solução de mobilidade.

source: Find devices by hardware IDs, or by the customer who purchased the device
pt_br: Encontre dispositivos por IDs de hardware ou pelo cliente que comprou o dispositivo

source: Select this button to show the correct answer
pt_br: Clique neste botão para exibir a resposta correta

source: final attempt
pt_br: última tentativa

source: Samsung devices support Android zero-touch and Knox Mobile Enrollment
pt_br: Dispositivos Samsung suportam o Android sem toque e o Knox Mobile Enrollment.

source: Android Enterprise takes these benefits one step further with management, security and app deployment capabilities for small, medium and large organizations.
pt_br: O Android Enterprise dá um passo adiante na aplicação desses benefícios com a oferta de recursos de gerenciamento, segurança e implantação de aplicativos para pequenas, médias e grandes empresas.

source: Your organization manages the users that have access to the zero-touch portal.
pt_br: Sua empresa gerencia os usuários que têm acesso ao portal de registro sem toque.

source: Customers can allow the zero-touch reseller, or an EMM Provider support person to access their portal by adding them as a team member
pt_br: Os clientes podem permitir o acesso do revendedor sem toque ou de uma pessoa do suporte do fornecedor EMM ao seu portal ao adicioná-los como membros da equipe

source: “She needs to tightly control what apps are installed on those personal devices to secure them.”
pt_br: “Ela precisa manter um controle eficiente de quais aplicativos estão instalados nos dispositivos pessoais para protegê-los.”

source: Top issues and resources
pt_br: Principais problemas e recursos

source: Once you select a topic that accurately describes the issue you are having, you can then follow the steps to identify and resolve your issue. Let&rsquo;s take a look at an example below.
pt_br: Depois de selecionar o tópico que descreva com precisão o problema que você está enfrentando, siga o passo a passo para identificar e resolver seu problema. Vamos conferir um exemplo abaixo.

source: Every 7 days
pt_br: A cada 7 dias

source: On a scale of 1-10 (1 being highly unlikely and 10 being very likely), how likely are you to recommend Android Enterprise to a customer?
pt_br: Numa escala de 1 a 10 (1 sendo bastante improvável e 10 sendo bastante provável), qual a probabilidade de você recomendar o Android Enterprise a um cliente?

source: COPE - Lulu can deploy devices using COPE (corporate owned, personally enabled).
pt_br: COPE - Lulu pode implantar os dispositivos usando COPE (de propriedade da empresa, mas habilitado pessoalmente).

source: Trustworthy
pt_br: Confiável

source: Customers can apply a configuration to one&nbsp;
pt_br: Os clientes podem aplicar uma configuração a um&nbsp;

source: Using an E-Menu tablet in a restaurant to place an order faster directly to the kitchen without calling the waiter.
pt_br: Usar o cardápio em tablet num restaurante para fazer o pedido diretamente à cozinha sem chamar o garçom.

source: Literally nothing.
pt_br: Absolutamente nada.

source: When you walk inside an airport, you may see many Android devices around you &ndash; digital signage, self-service kiosks, customer service tablets, handheld scanners for check-in, payment devices at cafes and many more.&nbsp;
pt_br: Quando entramos em um aeroporto, podemos observar diversos dispositivos Android ao nosso redor, como sinalizações digitais, quiosques de autoatendimento, tablets de atendimento ao cliente, scanners portáteis para check-in, dispositivos de pagamento em cafeterias e muitos outros.

source: Basics of Android Security
pt_br: Noções Básicas de Segurança do Android

source: Rugged devices
pt_br: Dispositivos resistentes

source: PAGE 4 TEXT & GRAPHIC #26
pt_br: PÁGINA 4 TEXTO E IMAGEM #26

source: If a customer mistakenly sets configuration for a device in both services, set up defaults to KME
pt_br: Se um cliente definir erroneamente a configuração de um dispositivo em ambos os serviços, configure o KME como padrão

source: OEM Manufacturers
pt_br: Fabricantes OEM

source: The partners involved in Android Enterprise.
pt_br: Os parceiros envolvidos no Android Enterprise.

source: You describe how the work profile works to protect user privacy and how IT can establish an EMM enforced security policy.
pt_br: Você explica como o perfil profissional protege a privacidade do usuário e como o TI pode estabelecer uma política de segurança através do EMM.

source: Android OS has many security features to keep data safe, including a strong separation between work and personal profiles.
pt_br: O Android OS tem diversos recursos de segurança para garantir a proteção dos dados, incluindo uma forte separação entre perfis profissionais e pessoais.

source: Introduction to zero-touch basics (EN-US) WIP
pt_br: Introdução aos fundamentos do sem toque WIP

source: Side-loading apps should not cause any security concerns.
pt_br: O sideload de aplicativos não ser motivo de preocupação com a segurança.

source: While this project has been approved, it&rsquo;ll be pulled if we can&rsquo;t ensure privacy.&rdquo;
pt_br: Embora esse projeto tenha sido aprovado, ele será cancelado se não conseguirmos garantir a privacidade dos dados.

source: PAGE 4
pt_br: PÁGINA 4

source: Create a Google account to use with the customer zero-touch portal and send that to the zero-touch reseller to create the account.
pt_br: Criar uma conta Google para usar no portal de registro sem toque do cliente e enviá-la para o revendedor sem toque para criação da conta.

source: Is the customer listed in the 'Customers' tab of your reseller portal?
pt_br: O cliente listado na aba "Customers" pertence ao seu portal de revendedor?

source: Why is this important?
pt_br: Por que isso é importante?

source: &ldquo;Hi there, how can I help you today?&rdquo;
pt_br: &ldquo;Olá, como posso ajudar?&rdquo;

source: You need to be an account owner to edit team members&#39; roles.
pt_br: Você precisa ser um proprietário da conta para editar membros da equipe.

source: Provide Mika with fully compliant access to company IT resources and apps completely separated by the work profile with no access to her personal profile and data.
pt_br: Oferecer à Mika acesso seguro e completo aos recursos de TI e aplicativos da empresa, 100% separado pelo perfil profissional, sem qualquer acesso ao perfil pessoal e dados dela.

source: Basics of Android Security.
pt_br: Noções Básicas de Segurança do Android.

source: Reseller portal.
pt_br: Portal do revendedor.

source: We can recommend the managed Google Play store to allow flight crews to download Microsoft Teams, which can be further extended to other useful apps such as Outlook, detailed weather apps and flight trackers.
pt_br: Podemos recomendar o Google Play Store gerenciado para permitir que as tripulações baixem o Microsoft Teams, o que pode ser estendido a outros aplicativos como Outlook, aplicativos meteorológicos e rastreadores de voo.

source: contain
pt_br: conteúdo

source: They should be advised that Device Admin has been officially deprecated since Android 10.
pt_br: Eles devem ser avisados de que o Device Admin foi oficialmente descontinuado desde o Android 10.

source: Section 1 - Knowledge check
pt_br: Seção 1 - Verificação de conhecimento

source: The zero-touch enrollment API helps zero-touch resellers automate their integration.
pt_br: A API do registro sem toque ajuda os revendedores sem toque a automatizarem a integração.

source: Organizations that require a management service with just the basics can use a new offering:&nbsp;Android Enterprise Essentials.
pt_br: Empresas que necessitam de um serviço de gerenciamento mais básico podem fazer uso de uma nova solução:&nbsp;o Android Enterprise Essentials

source: To remove a team member&#39;s access to the portal, follow the steps below:
pt_br: Para remover o acesso de um membro da equipe do portal, siga os passos abaixo:

source: What a customer can do.
pt_br: O que o cliente pode fazer.

source: Android devices can be used as kiosks or digital signage by running a single app that enables the airline to easily update information.
pt_br: Os dispositivos Android podem ser utilizados como quiosques ou sinalizações digitais com a execução de um único aplicativo que permite à companhia aérea atualizar facilmente as informações.

source: It is also important to explain to the business decision-makers why you are making recommendations, why they need enterprise mobility to grow their business, how they can benefit from the solution and what value enterprise mobility brings to the organization as a whole.
pt_br: Também é importante explicar aos clientes por que você está fazendo tais recomendações, por que eles precisam de mobilidade corporativa para que a empresa cresça, como a solução pode beneficiá-los e qual o valor que a mobilidade empresarial traz para a empresa como um todo.

source: Understanding the reseller and customer portal.
pt_br: Entendendo o portal do revendedor e do cliente.

source: Simplicity and flexibility for IT
pt_br: Simplicidade e flexibilidade para o TI

source: Customers can connect with multiple authorized resellers.
pt_br: Os clientes podem se conectar a diferentes revendedores autorizados.

source: It is a device management solution.
pt_br: É uma solução de gerenciamento de dispositivos.

source: Effortless, Automated EMM enrollment and device provisioning at any scale
pt_br: Registro de EMM facilitado e automatizado e provisionamento de dispositivos em qualquer escala

source: Zero-touch enrollment shows this company name to your device users during device provisioning.
pt_br: O registro sem toque exibe o nome da empresa para os usuários do dispositivo durante o provisionamento dele.

source: &ldquo;I think we&rsquo;d like to set everyone up with some apps so we can communicate with them when they&rsquo;re out in the field.
pt_br: &ldquo;Acho que seria interessante instalar aplicativos para mantermos a comunicação com todos, mesmo quando estiverem fora do escritório.

source: Android Enterprise is the set of features and services built into Android, that allows companies to secure and manage corporate data and apps on Android devices with the help of an EMM.
pt_br: O Android Enterprise é o conjunto de recursos e serviços do Android que permite que as empresas protejam e gerenciem dados e aplicativos corporativos em dispositivos Android com a ajuda de um EMM.

source: When prompted Choose a customer
pt_br: Aguarde aparecer a telaChoose a customer

source: “She needs to consider getting a budget for rugged devices for flight crews.”
pt_br: “Ela precisa conseguir um orçamento para disponibilizar dispositivos mais potentes para as tripulações.”

source: Choose device and enrollment method
pt_br: Escolher o dispositivo e o método de registro

source: Identify how handsets will be distributed to workers and configured correctly.&nbsp;
pt_br: Identificar como os aparelhos serão distribuídos aos funcionários e configurados corretamente.

source: A Google account
pt_br: Uma conta Google

source: Well done on working your way through this zero-touch deep dive course.
pt_br: Parabéns por concluir o aprofundamento sobre o sem toque.

source: How to deregister a single device
pt_br: Como cancelar o registro de um único dispositivo

source: Click Customers in the navigation bar
pt_br: Clique em Customers na barra de navegação

source: Identify and suggest resources for Android Enterprise datasheets, guides and videos.
pt_br: Identificar e sugerir recursos para planilhas de dados, guias e vídeos do Android Enterprise.

source: Flip Card Title
pt_br: Mudar Título do Cartão

source: A work profile comes with a new mobile number offered by Google.
pt_br: Um perfil profissional vem com um novo número móvel fornecido pelo Google.

source: Managed Google Play Account
pt_br: Conta Google Play gerenciada

source: Fears of security and data loss are the largest barrier to implementing a mobility solution in business.
pt_br: O receio pela segurança e perda de dados são a maior barreira para a implementação de uma solução de mobilidade nos negócios.

source: Resellers can use their portal to:
pt_br: Os revendedores podem usar seus portais para:

source: Points
pt_br: Pontos

source: “Looks like a dedicated device would suit you.
pt_br: “Acredito que um dispositivo dedicado seja uma boa opção.
